#Напишите код, который выведет
#на экран последний элемент
#кортежа
tpl = (1, 2, 3, 4)
for item in tpl:
    Index = item
print(Index)